import 'package:flutter/material.dart';

class SecoundScreen extends StatelessWidget {
  const SecoundScreen({Key? key}) : super(key: key);

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: AppBar(
        backgroundColor: Colors.indigoAccent.shade100,
        leading: IconButton(
            onPressed: () {
              Navigator.pop(context);
            },
            icon: const Padding(
              padding: EdgeInsets.only(left: 15),
              child: Icon(Icons.arrow_back_ios),
            )),
        shape: const RoundedRectangleBorder(
            borderRadius: BorderRadius.only(
          bottomLeft: Radius.circular(150),
        )),
        bottom: PreferredSize(
          preferredSize: const Size.fromHeight(60),
          child: Row(mainAxisAlignment: MainAxisAlignment.end, children: const [
            Padding(
              padding: EdgeInsets.only(right: 20, bottom: 20),
              child: Text(
                'كيفيه الحفاظ على البيئه',
                maxLines: 1,
                overflow: TextOverflow.ellipsis,
                style: TextStyle(
                  fontWeight: FontWeight.w700,
                  fontSize: 27,
                  color: Colors.white,
                ),
              ),
            ),
          ]),
        ),
      ),
      body: const SingleChildScrollView(
        child: Padding(
          padding: EdgeInsets.all(8.0),
          child: Text(textDirection: TextDirection.rtl, '''
تعد البيئة الصحية واحدة من أهم أفرع الصحة العامة، إذ تؤثر بشكل رئيسي على جميع أشكال المنظمة الحيوية، من أصغرها إلى أكبرها، ويعد الإنسان أكثر هذه الأشكال عرضة للضرر، ليس هذا وحسب، بل المسبب الرئيسي لتدهور أو ازدهار البيئة الصحية بأفعاله التي يقوم بها. سنقدم لك في هذا المقال موضوع عن البيئة الصحية يشمل تعريفها وكيف يمكننا أن نساعد في المحافظة عليها، إلى جانب دور دولة الإمارات العربية المتحدة في المحافظة عليها، كل هذا وأكثر في مقالنا.
تعريف البيئة الصحية
ترتبط البيئة الصحية بجميع العوامل في الكون، بما فيها العوامل الفيزيائية والكيميائية والبيولوجية المتعلقة وغير المتعلقة بسلوكيات الأفراد في المجتمع. تتأثر البيئة الصحية بشكل عام بسلوكيات الأفراد سلباً أو إيجاباً ، ووفقاً لمنظمة الصحة العالمية، فقد تم تعريف الصحة العالمية على أنها إجراءات تتبع من أجل السيطرة على العوامل التي تؤثر بالإنسان والبيئة حوله بشكل لا يخل بالتوازن البيئي.
تم استحداث عدة تخصصات تهتم في موضوع البيئة الصحية، حيث تقوم هذه التخصصات بدراسة ومراقبة البيئة الصحية من أجل المحافظة على التوازن البيئي، وهي:

علم الأوبئة البيئية
القانون البيئي
علوم التعرض
الهندسة البيئية
علم السموم
نصائح تساعد في المحافظة على البيئة الصحية
يمكننا المحافظة على البيئة بالقيام بعدة أمور، سنقدمها لك هنا في مقال عن البيئة الصحية لنتساعد سوية في المحافظة عليها من الضرر:

جودة الهواء، وذلك عن طريق تقليل السلوكيات التي تسبب التلوث، مثل الحرائق والتدخين وغيرها
جودة ونظافة المياه
الحرص على إبقاء المواد الغذائية بأفضل صورة
التخلص الصحيح من الفضلات
تنظيف عوادم السيارات والمداخن
القيام بعملية التشجير لفوائدها في تقليل التلوث وتنقية الهواء
استعمال السماد العضوي بدلاً من الكيميائي، وهذا يسري أيضاً على المبيدات الكيميائية
إنشاء المصانع في أطراف المدينة بعيداً عن المناطق الحيوية والمكتظة
لا تزال القائمة طويلة في تقرير عن البيئة الصحية ونصائح المحافظة عليها، فيمكنك البدء بالبيئة حولك عن طريق تهوية المكان الذي تقنط فيه والتأكد من نظافة معدات المطبخ والاحتفاظ في الأدوية بعيداً عن متناول الأطفال.
طرق حماية البيئة من التلوث
أوصي الباحثين والمهتمين بمجال البيئة بعدد من الطرق التي تمكننا من الحفاظ على البيئة وحمايتها من التلوث، وتساعد في تقليل النفايات مهما كان نوعها والحفاظ على الطاقة ومصادرها ومنع زيادة التلوث ومن أهم تلك الطرق التي أوصوا بها هي:

الحفاظ على الموارد المائية لأن الماء هو سر الحياة وضياعه يؤدي بشكل مباشر إلى انقراض البشرية، لأن الحياة بكافة أشكالها بداية من النباتات وحتى الحيوانات والأسماك والإنسان وأي كائن حي لا يمكن له أن يعيش بدون الماء.
بدأ الاتجاه بإعادة تدوير الأشياء واستخدام الشيء الواحد أكثر من مرة لأن هذا السلوك يحافظ على البيئة ويعزز من حمايتها ويجعلها أكثر أماناً.
أجعل الأرض خضراء و قم بزراعة الأشجار في كل مكان يسمح بذلك، لأن الأشجار تعمل على تنقية المناخ حولها لذا نحصل على غلاف جوي نقي حيث يمتص ثاني أكسيد الكربون وتزيد معدلات الأكسجين مما يحسن كثير من المشكلات البيئية مثل الاحتباس الحراري وتلوث الهواء والأشعة الضارة الناتجة عن الشمس.
داخل منزلك أو شركتك بمجرد خروجك من المكان عليك إطفاء الأنوار والتكييف أو الدفايات للحفاظ على الطاقة ولا تستخدم السيارة بشكل مفرط حاول أن تستقل العجلة في التحركات المشاوير البسيطة أو القريبة نوعاً من المنزل.
حاول أن تبعد تماماً عن استخدام الاكياس البلاستيكية واستبدالها بالأكياس الورقية لأن البلاستيك من المواد الغير قابلة للتحلل ويسبب الكثير من الاضرار للبيئة.
عدم التخلص من الأكياس البلاستيكية في البحار أو المحيطات لأنها تتسبب في اختناق ووفاة الكثير من الحيوانات والأسماك عندما يأكلونها ظناً منهم أنها طعام.
لذلك وجدنا في بعض الدول أن الأشخاص التي لا زالت تستخدم الأكياس البلاستيكية يتم فرض عدد أكبر من الرسوم عليهم وتكون قيمة الخدمات التي تقدم لهم أعلى لأنهم لا يساعدون في الحفاظ على البيئة، خاصة وأنه سلوك الالتزام به سهل وغير مكلف بل المكلف حقاً هو عدم الالتزام بذلك المبدأ.
الحد من استخدام الورق المطبوع بل اكتفي في قراءة الكتب الإلكترونية وإذا اضطررت على الطباعة فلا تطبع أكثر من نسخة.
الحد من استهلاك مصادر الطاقة والبحث عن المصادر المتجددة خاصة الشمس حتى يقل الضغط عن الموارد الأخرى التي قاربت على الفناء.
العمل على زيادة توعية المواطنين بضرورة الحفاظ على البيئة من التلوث لأننا لا نملك كوكباً آخر نذهب إليه في حالة فساد هذا الكوكب، وبدأ تدريب الأشخاص على نمط حياة جديد يحمل من العادات الحياتية السليمة والتي تساعد في إعادة التوازن للكوكب وإلى البيئة مرة أخرى.
لا يشترط استخدام البالونات عند احتفالك بأي مناسبة، لأن البالونات مصنوعة من مواد غير قابلة للتحلل وينتهي بها المطاف لأن تكون طعام لأحد الحيوانات فتسبب لهم الإختناق والموت بشكل شنيع، يمكنك استخدام الشرائط الورقية أو الأنوار المخفضة للكهرباء وما إلى ذلك من طرق للتزيين.
لا تلقي القمامة في الشارع أو بين الطرقات بل عليك التخلص من النفايات في الأماكن المخصصة لذلك، حتى لا تتسبب في زيادة التلوث البيئي.
الحد من الملوثات التي تنتج عن المصانع والمتراكمة في المناطق الصناعية المتعددة لذا عليك الحرص على تزويد المداخن الخاصة بالمصانع والمناطق الصناعية بفلاتر حتى تتمكن من الحد من الملوثات الناتجة عنها.
الدور المجتمعي في محاربة التلوث
عليك أن تشارك العالم في حماية كوكبك والبيئة التي تعيش فيها، فيجب على المؤسسات المجتمعية الموجودة والمهتمة بالمناخ والتغيرات البيئية والحد من التلوث على العمل على عقد المؤتمرات والندوات والورش التدريبية المتعددة لزيادة وعي الناس والحد من التلوث والحفاظ على البيئة.
زيادة فاعلية القوانين الموضوعة بالدستور لحماية البيئة وإنزال أشد العقاب على من يخالف تلك القوانين وإذا كانت القوانين غير كافية فيجب سن العديد من القوانين مع تحديد آليات تنفيذ جيدة ومحكمة لعقاب المخالفين.
الحد من الملوثات الناتجة عن المواد الكيميائية والنفايات الزراعية الكيماويات، لان تراكم المواد الضارة أو السامة في المجري المائي أو في الأراضي الزراعية فإن ذلك يؤدي للاختناق الكثير من الكائنات الحية ويضر بالأرض الزراعية وخصوبتها.
لا تستخدم المبيدات والمواد الكيميائية الضارة بل عليك استبدالها بالمبيدات والمواد الصديقة للبيئة لأن استخدام تلك المواد الكيميائية الضارة يزيد من معدلات التلوث الذي يصل بكوكبنا للدمار والنهاية باكراً، كما علينا تشجيع كافة المبادرات والصناعات المحلية و إعادة التدوير من أجل الحفاظ على بيئة نظيفة.
            '''),
        ),
      ),
    );
  }
}
